{
	"Statements": [
		"I know the gospel message and what it means that Jesus is Lord and Savior.",
		"I know my identity in Christ and am familiar with the verses that speak of my new identity.",
		"I regularly attend church and identify as a part of my church community.",
		"I understand what God's kingdom and mission are, according to Scripture.",
		"I understand the person and power of the Holy Spirit.",
		"I have been baptized, as a way to publicly declare my faith in Jesus.",
		"I have memorized some of the Scriptures pertaining to my new identity in Christ.",
		"I have joined a community group or Bible study in the church I was most recently a part of.",
		"I have learned to view my own life, goals, and purpose in light of God's mission and kingdom.",
		"I know that I am filled with the Holy Spirit and that He is at work in and through me.",
		"I know how to share the gospel with other people.",
		"I feel comfortable identifying as a Christian/believer when speaking with non-Christians.",
		"I understand the importance of the local church and why God calls us to practice our faith in community.",
		"I regularly feel that I am sent by God to particular people, places, or positions in order to bring His kingdom.",
		"I understand how to listen to and respond to the Spirit's promptings in my life.",
		"I feel comfortable answering other people's questions about Jesus and the difference He has made in my life.",
		"I have spent time in God's presence, listening to His voice and experiencing His love for me.",
		"I have close believing friends with whom I feel comfortable being honest and open with.",
		"I continue to seek ways to rearrange my life and goals to come into alignment with God's will for my life.",
		"When I rest in the Holy Spirit and rely upon Him, I have experienced His abundant love, life, and power.",
		"I actively seek opportunities to share my faith with non-Christians",
		"I regularly take captive thoughts about my identity that are not true, and replace them with thoughts about my new identity that are based on Scripture.",
		"I am currently a member of a CORE group or Community Group.",
		"I want to 'seek first God's kingdom' before anything else in life.",
		"I regularly spend time in God's presence - worshipping, praying, and reading Scripture.",
		"I regularly speak the gospel to myself - repenting of sins and receiving forgiveness.",
		"I have sought out intimate Christian community where I can learn to live out of my new identity among other believers who know me well.",
		"I see myself as an integral part of the Body, and I actively seek ways to use my time, gifts, and resources to build up the Body.",
		"I have a growing hunger for revival and awakening in our generation and city.",
		"I understand the gifts of the Spirit and how the Spirit empowers me to love/serve others.",
		"I have learned to live FROM the love of God and not FOR the love of God.",
		"I know how God has uniquely created me, and feel confident in exercising the gifts, talents, and calling God has given me.",
		"I actively seek ways to love and serve other believers.",
		"I regularly seek to bring God's love and kingdom to those around me.",
		"I have often experienced the Spirit move in power through me.",
		"I know that because of Jesus, God will never leave me or forsake me.",
		"I know that I am fully loved, fully known, and declared holy by God.",
		"Whenever I move to a new city or country, I immediately seek ways to plug into the local church.",
		"I can clearly articulate God's calling upon my life and how this fits into His larger mission.",
		"I sense the Spirit stirring in me a deep, heart cry for His kingdom to break out in my life and in our city."
	],
	"Groups": [
		{
			"Name": "Gospel",
			"Questions": [0, 5, 10, 15, 20, 25, 30, 35],
			"Blurbs": [
		        "If the gospel is still a new idea for you, then the best place to start is by memorizing the short definition of the gospel and some of the key verses related to the gospel (see Chapter 1 of Kingdom Values). You might want to write these verses out in your journal and hang them on the walls of your apartment.  Also, think through the implications of the gospel upon your life and write out your story/testimony. Share your story with someone this week.",
		        "If you have never been baptized, then consider being baptized. This is a way to publicly declare what God has done in your life, and this is a beautiful experience that will mark your life. Before and after your baptism, invite the Holy Spirit to work in you, transforming you from your old way of life and into the holy life He has brought you into. Ask God to show you how He has brought you from death to life, and how He is already transforming you into His image.",
		        "As you continue to meditate upon the truth of the Gospel, begin sharing the good news with those around you. Share with them the love of Jesus and how He has rescued you. Along with evangelism, practice applying the truth of the gospel to your daily life by confessing sin and receiving God's forgiveness, by worshipping and praying to God daily since you now have direct access into His throne room.  Prayerfully engage in spiritual warfare because you know that Jesus has the victory!",
		        "As you grow in confidence in the gospel, learn to boldly share the gospel with friends and family, to quickly confess sin and receive forgiveness, to quickly go to God in prayer and worship, to take captive every thought and every spirit that is in opposition to Christ, and to rely upon the Spirit every moment so that your life is filled with increasing amounts of love, joy, peace, patience, kindness, goodness, gentleness, and self-control."
		    ]
		},
		{
			"Name": "Identity",
			"Questions": [1, 6, 11, 16, 21, 26, 31, 36],
			"Blurbs": [
		        "Begin memorizing the Scriptures regarding your new identity in Jesus. (Turn to Appendix A in Kingdom Values for a full list of verses.) Begin writing these out in your journal, saving them as images to your phone, hanging them in picture frames in your house, and meditating upon them daily and weekly. Learn to \"hide God's word in your heart\" so that when you are tempted to live out of culturally-defined identities, you can listen to the Spirit and instead live out of your new God-given identity (Ps 119:11).",
		        "Spend time in prayer this week asking the Lord to show you how He sees you. Set aside an hour of time in a semi-private environment to listen to worship music, pray, and read the Identity verses found in Appendix A of Kingdom Values. Tell one or two friends about this scheduled time, and ask them to pray for you. During this time, freely confess sins, receive forgiveness, lean into God's love for you, and enter into His presence. God longs to put the truths of His Word deep inside your heart, so you do not merely know it but whole-heartedly believe it. Record any experiences of God's profound love and presence in a journal for future reference.",
		        "If you understand your new identity and have experienced God's love and presence on multiple occasions, then your next step is to learn how to live out of this identity in your daily life. One of the ways God encourages us to put off our old identity and to put on our new identity is through His people. Begin inviting other people into your life, to see all of the broken and holy parts of you. We suggest joining a C.O.R.E. group or community group. Let these people partner with the Spirit in His sanctification process, allowing them to speak into your life regarding sin, godliness, and your new fully loved, fully accepted identity in Christ. ",
		        "As you grow in confidence in the love of God and the sanctification of the Spirit, begin learning how God uniquely created you. Discover your spiritual gifts and use them to build God's kingdom; chart out your life map to see God's calling upon your life; share your faith with those around you; and make strategic decisions to lean more into your unique calling and purpose in this city. "
		    ]
		},
		{
			"Name": "Community",
			"Questions": [2, 7, 12, 17, 22, 27, 32, 37],
			"Blurbs": [
		        "If the healthy Christian community is new for you, then the best place to start is by asking God to change your views of community. Deconstruct your views of community and compare these views with the Scriptures and topics shared in Chapter 3 of Kingdom Values. How do they differ? Choose one or two verses, regarding community, to memorize and meditate upon. Begin attending a church and community group regularly and ask God how He sees this church community.",
		        "If you have been a part of a church in the past and yet have never experienced covenant community before, then your next step is to join a community group or discipleship group and begin building relationships with other people in the church. Learn to see church as a thick (not thin or peg) community by getting to know people outside of Sundays, in their daily lives. Invite other people into the various aspects of you life as well.",
		        "If you understand God's call to covenant community and have been a regular part of a community group for a while, choose to lean in further. Join a CORE group where you can learn intimacy, confession, forgiveness, and healthy conflict resolution. Learn to pray for and place the needs of your CORE group over your own personal preferences. Along with a CORE group, find a way to begin serving the church through an official serving team or opportunity with your community group. Learn to use your spiritual gifts to build up the Body of Christ and to serve those in need.",
		        "As you grow in confidence in serving and loving God's covenant people, begin reorienting your daily life and rhythms to be with the people of God and on mission with them. Reorienting your life will involve every part of your life - your living arrangement, career, finances, habits, prayers, weekends, and relationships. (Think: priority, practice, proximity, and permanence.)"
		    ]
		},
		{
			"Name": "Mission",
			"Questions": [3, 8, 13, 18, 23, 28, 33, 38],
			"Blurbs": [
		        "If living on mission for God is a new concept for you, then the best place to start is by asking God to change your views of your own purpose and calling. Begin meditating and memorizing your new identity as Christ's ambassador. Ask the Lord to show you where and to whom He has already sent you. Begin learning about God's kingdom and His heart for our world. Let His desires for redemption and renewal change your thinking.",
		        "Once you have asked the Lord to show you where and to whom He may have already sent you, go into that place and to that people asking Him for an opportunity to share the gospel and/or bring in kingdom values. Ask the Spirit to fill you with His love and His wisdom, preparing your heart and their heart for this God-ordained moment. Prayerfully step out in faith as the Holy Spirit leads you. Afterwards, record what happened in a journal and \"debrief\" with God. Commit to praying for this person or place.",
		        "As you begin to know where God has sent you, reallocate your time, energy, and emotions around seeking and bring God's kingdom to that place, position, or people. Intentionally build missional relationship, look for daily ways to serve and love others, and start giving your time and energy to God's kingdom. Ask the Spirit to empower you to be His ambassador. Write out a three minute and ten minute versions of your testimony (how Jesus rescued and changed you) to share with others, using the Timeline tool.",
		        "Go with confidence to the places, positions, and people groups God has sent you to. Steward your gifts, intellect, finances, etc in this direction, and continue to pursue opportunities to develop these gifts and skills. Spend extended times in prayer for these people, places, and industries. Pray boldly, knowing that God Himself has sent you to these people as His ambassador, so He wants to hear and answer your prayers."
		    ]
		},
		{
			"Name": "Power",
			"Questions": [4, 9, 14, 19, 24, 29, 34, 39],
			"Blurbs": [
		        "If the power of God is a new concept for you, then the best place to start is by studying and meditating upon the Scripture passages that teach about the person and power of the Holy Spirit. Do you know and experience God as Father, Son, and Spirit? What is your level of understanding of abiding, being empowered, and experiencing God's presence? Begin memorizing verses that relate to these three main topics.",
		        "If you have never experienced the filling and empowering work of the Holy Spirit before, then your next step is to invite the Spirit to fill you. Practice listening for the Spirit's voice and obeying His instructions. Ask Him to fill you with His love and power. As you do this, begin comparing days spent in step with the Spirit, and days spent living out of your own strength. Practice \"spiritual breathing\" whenever you recognize that you have started living that day out of your own strength.",
		        "Seek to abide in the Spirit's power and presence each day, learning to listen to His voice and obey Him. Discover your spiritual gifts and begin serving in the church. Grow in the practice of the spiritual disciplines. Learn to step out in bold faith asking God to move in power through you to declare the gospel and heal the sick. Lean into prayer and worship as you learn to bask in the presence of God.",
		        "Begin making abiding and empowered living your new normal. Develop a \"rule of life\" to help you walk in the power of the Spirit throughout your day and year; include rhythms of worship, prayer, intimacy, abiding, service, and mission. Grow in confidence in your spiritual gifts, serving consistently in the ministries God has called you to. Share the gospel with joy and confidence, and move out in power knowing that God can heal the sick and free the prisoner. Let the Spirit move through you with ease - responding promptly to His rebuke, guidance, and leading."
		    ]
		}
	]
}
